import React from 'react';

const PrivacyPolicyPage = () => {
  return (
    <main className="commonContainer pt-4 md:pt-5">
      <h1 className="font-bold text-3xl">ব্যবহারের শর্তাবলি</h1>
      <p>
        পাঠক ও ভিজিটরদের আমরা বন্ধন ম্যাগাজিন এবং এর বিভিন্ন ওয়েবসাইট ও কনটেন্ট ‘ব্যবহারের
        শর্তাবলি’ পড়তে স্বাগত জানাই। ডব্লিউডব্লিউডব্লিউ, ডিজিটাল ও সামাজিক যোগাযোগ প্ল্যাটফর্মে
        পাঠকেরা আমাদের কনটেন্ট পড়ার জন্য আসতে পারেন। বিভিন্ন ডিভাইসের মাধ্যমে কনটেন্টে প্রবেশ করা
        সম্ভব। আমাদের কনটেন্ট সেবা গ্রহণ করার মাধ্যমে বা কনটেন্ট, ছবি ও তথ্য দেখা বা পাঠের মাধ্যমে
        পাঠক ও দর্শনার্থীরা আমাদের ‘ব্যবহারের শর্তাবলি’ মেনে নিচ্ছেন বলে আমরা ধরে নেব। একই সঙ্গে
        তাঁরা বন্ধন ম্যাগাজিনের ‘গোপনীয়তা নীতি’ মেনে নিচ্ছেন বলেও ধরা হবে। এসব নিয়ে কারও আপত্তি বা
        বক্তব্য থাকলে এই ঠিকানায় ইমেইল পাঠিয়ে জানাতে অনুরোধ করছি: bandhanbgd@gmail.com
      </p>
      <p>
        পাঠকের আপত্তি বা বক্তব্য গ্রহণ করা বা না করার এখতিয়ার বন্ধন ম্যাগাজিনের। বন্ধন ম্যাগাজিনের
        সব পাঠককে এই ‘ব্যবহারের শর্তাবলি’ মেনে চলতে হবে। না মানলে বা ব্যবহারের শর্তাবলি—পরিপন্থী
        কোনো কিছু ঘটলে গ্রাহকের অ্যাকাউন্ট স্থগিত করা থেকে তাঁদের ওয়েবসাইটে প্রবেশ ইত্যাদি নানা
        কিছুর ওপর নিষেধাজ্ঞা প্রয়োগ করা হতে পারে। বন্ধন ম্যাগাজিনের ওয়েবসাইটে প্রবেশ করা কিংবা
        অ্যাপ্লিকেশন ব্যবহার করার অর্থ, গ্রাহক বা দর্শনার্থীরা বন্ধন ম্যাগাজিনের সেবা নিচ্ছেন এবং
        ‘ব্যবহারের শর্তাবলি’ মেনে নিতে সম্মতি দিচ্ছেন। এই সেবার মধ্যে আছে লেখা, ছবি, গ্রাফিকস, অডিও,
        ভিডিও, সফটওয়্যার ইত্যাদি।
      </p>
      <h2 className="font-bold ">মেধাসম্পদের অধিকার</h2>
      <p>
        বন্ধন ম্যাগাজিনর কনটেন্ট, লোগো, স্বত্ব, ট্রেডমার্ক, পেটেন্ট, লেখা, ছবি, গ্রাফিকস, ডোমেইন
        নেম, অডিও, ভিডিও এবং বন্ধন ম্যাগাজিনের সঙ্গে সম্পর্কিত মেধাসম্পদ ও ব্র্যান্ডের অন্যান্য
        বৈশিষ্ট্য ও নাম বন্ধন ম্যাগাজিন এবং এর লাইসেন্সধারীর মালিকানাধীন। এর লাইসেন্সধারীর
        মেধাসম্পদে বাণিজ্যিক বা অবাণিজ্যিক কোনো উদ্দেশ্যেই ব্যবহারকারী কোনো অধিকার দাবি করতে পারবেন
        না। এ ছাড়া বন্ধন ম্যাগাজিনের কনটেন্ট দিয়ে ব্যবহারকারী নতুন কিছু বানাতেও পারবেন না। স্বত্ব
        বা মেধাসম্পদ লঙ্ঘন করা হলে বন্ধন ম্যাগাজিন কর্তৃপক্ষ আইনানুগ ব্যবস্থা নিতে পারবে।{' '}
      </p>
      <h2 className="font-bold ">আমাদের সেবা: আপনার ব্যবহার</h2>
      <p>
        পাঠক ও ভিজিটরদের শুধু আইনগতভাবে বৈধ কাজে কিংবা পাঠের লক্ষ্যে বন্ধন ম্যাগাজিনর সাইটের সেবা
        নিতে হবে। ওয়েবসাইট ও অ্যাপ্লিকেশনের অডিও—ভিজ্যুয়াল উপাদান কেবলই দেখা ও শোনার জন্য, এর
        বাইরে আর কিছুর জন্য বন্ধন ম্যাগাজিন অনুমতি দেয় না। বন্ধন ম্যাগাজিন সামাজিক মাধ্যমে তার
        কনটেন্ট ভাগাভাগির জন্য পাঠকদের উদ্বুদ্ধ করে। তবে আমাদের কনটেন্ট সামাজিক বা ডিজিটাল মাধ্যমে
        অবশ্যই অবিকৃতভাবে এবং বন্ধন ম্যাগাজিনর কনটেন্ট হিসেবে স্বীকৃতি দিয়ে পরিবেশন করতে হবে।
        আমাদের ওয়েবসাইট হ্যাক করা নিষিদ্ধ। বাণিজ্যিক উদ্দেশ্যে আমাদের কোনো কনটেন্ট ব্যবহার বা
        বিক্রি করা যাবে না। বন্ধন ম্যাগাজিনের কনটেন্ট লক্ষ্য করে ব্যবহারকারীরা উসকানিমূলক বা
        আক্রমণাত্মক ভাষা ও ছবি ব্যবহার বা মন্তব্য করতে পারবেন না।
      </p>
      <h2 className="font-bold ">কনটেন্ট সরিয়ে নেওয়া</h2>
      <p>
        ওয়েবসাইট ও অ্যাপ্লিকেশন থেকে বন্ধন ম্যাগাজিন নিজ ক্ষমতাবলে যেকোনো সময় যেকোনো কনটেন্ট
        সরিয়ে নিতে পারে।{' '}
      </p>
      <h2 className="font-bold ">নিষিদ্ধ ও অননুমোদিত ব্যবহার</h2>
      <p>
        পাঠক বন্ধন ম্যাগাজিনকে কোনো রাজনৈতিক দল, বর্ণবাদ, সাম্প্রদায়িকতা বা কোনো লিঙ্গবৈষম্যবাদী
        তৎপরতার সঙ্গে যুক্ত করতে পারবেন না এবং প্রতিষ্ঠানের ভাবমূর্তি ক্ষুণ্ণ করতে পারবেন না। বন্ধন
        ম্যাগাজিন বা কোনো ব্যক্তির মানহানি, মানুষকে হেনস্তা ও নিপীড়ন, আদালতের কার্যক্রম নিয়ে আদালত
        অবমাননার পরিস্থিতি সৃষ্টি করার মতো আচরণ নিষিদ্ধ। অনৈতিক, আক্রমণাত্মক ও দুর্বোধ্য মন্তব্য বা
        ছবি আপলোড করা যাবে না। একইভাবে মন্তব্য বা ছবি পোস্ট করার মাধ্যমে ব্যক্তিগত আক্রমণও করা যাবে
        না।
      </p>
      <h2 className="font-bold ">ব্যবহারকারীর ডিভাইসের সুরক্ষা</h2>
      <p>
        এ ক্ষেত্রে ব্যবহারকারীদের নিজের সুরক্ষা নিজেদের নিশ্চিত করতে হবে। ভাইরাস, ম্যালওয়্যার বা
        এ—জাতীয় ক্ষতিকর কোনো কিছুর আক্রমণে ডিভাইসের ক্ষতি হলে তার দায় বন্ধন ম্যাগাজিন নেবে না।
        তৃতীয় পক্ষের কনটেন্টে প্রবেশ করার কারণে ডিভাইসের ক্ষতি হলে বন্ধন ম্যাগাজিন সে জন্য দায়ী
        হবে না। এর মধ্যে গুগলের বিজ্ঞাপন থাকতে পারে, তবে ব্যাপারটা শুধু এটুকুর মধ্যেই সীমাবদ্ধ নয়।
        যে কনটেন্ট বন্ধন ম্যাগাজিন প্রকাশ করেনি, তা বন্ধন ম্যাগাজিনের ওয়েবসাইটে প্রদর্শিত হলেও
        তৃতীয় পক্ষের কনটেন্ট হিসেবে বিবেচিত হবে।
      </p>
      <h2 className="font-bold ">মার্ক, কনটেন্ট ও ছবি আদান—প্রদানে নিষেধাজ্ঞা</h2>
      <p>
        বাণিজ্যিক বা যেকোনো কারণে পাঠকদের ছাপ বা মার্ক, কনটেন্ট ও ছবি ভাগাভাগি বা প্রচার করা
        নিষিদ্ধ। তবে কনটেন্ট বন্ধন ম্যাগাজিনের সৃষ্ট হলে এবং অনুমোদন দেওয়া থাকলে কনটেন্ট, ছবি বা
        মার্ক ভাগাভাগি করার সময় সূত্র উল্লেখ করতে হবে। বন্ধন ম্যাগাজিনর সৃষ্ট কনটেন্ট ও ছবির স্বত্ব
        পাঠকের নয়।
      </p>
      <h2 className="font-bold ">অন্য ওয়েবসাইটে স্থানান্তর</h2>
      <p>
        বন্ধন ম্যাগাজিনের ওয়েবসাইট থেকে পাঠক অন্য কোনো ওয়েবসাইটে, এমনকি অনাকাক্সিক্ষত ওয়েবসাইটে
        স্থানান্তরিত হলেও তার দায় বন্ধন ম্যাগাজিনর নয়।
      </p>
      <h2 className="font-bold ">তৃতীয় পক্ষের কনটেন্ট</h2>
      <p>
        তৃতীয় পক্ষের কনটেন্ট, অর্থাৎ যে কনটেন্ট বন্ধন ম্যাগাজিন সৃষ্টি করেনি, বন্ধন ম্যাগাজিন
        কোনোভাবেই তার দায় বহন করবে না।
      </p>
      <h2 className="font-bold ">গোপনীয়তা নীতি</h2>
      <p>
        ‘গোপনীয়তা নীতি’ এই নীতিমালার অবিচ্ছেদ্য অংশ। যেসব শর্ত অভিন্ন বা সমরূপ, সেগুলো বাদে
        ‘গোপনীয়তা নীতি’র সব শর্ত রেফারেন্স হিসেবে এতে গৃহীত হয়েছে।
      </p>
      <h2 className="font-bold ">বিজ্ঞাপন</h2>
      <p>
        বন্ধন ম্যাগাজিনের ওয়েবসাইট ও মোবাইল অ্যাপে যেসব বিজ্ঞাপন পরিবেশিত হয়, সেগুলোর মালিকানা
        তৃতীয় পক্ষের। তবে তারা পাঠকদের তথ্য সংগ্রহ করতে পারে এবং অন্য পক্ষের সঙ্গে তা আদান—প্রদানও
        করতে পারে। এর ফলে কোনো সমস্যা উদ্ভূত হলে তার দায় বন্ধন ম্যাগাজিন নেবে না।{' '}
      </p>
      <h2 className="font-bold ">পরিবর্তন</h2>
      <p>
        বন্ধন ম্যাগাজিন যেকোনো সময় তার যেকোনো নীতিমালায় সংশোধন, পরিবর্তন, পরিবর্ধন, পরিমার্জন আনার
        অধিকার রাখে।
      </p>
      <h2 className="font-bold ">কুকির ব্যবহার</h2>
      <p>
        ব্যবহারকারীর কুকিভিত্তিক পরিসংখ্যান সংগ্রহ করে না। ব্যবহারকারীর ব্যক্তিগত তথ্যও বন্ধন
        ম্যাগাজিন সংরক্ষণ করে না। এমনও হতে পারে যে পাঠক বা দর্শনার্থীর বন্ধন ম্যাগাজিন ওয়েবসাইটে
        প্রবেশের মাধ্যমে তৃতীয় পক্ষ ব্যবহারকারীর কুকি সংগ্রহ করতে পারে, যার ওপর বন্ধন ম্যাগাজিনের
        নিয়ন্ত্রণ নেই। সে জন্য পাঠকদের তৃতীয় পক্ষের ওয়েবসাইট সতর্কতার সঙ্গে দেখা উচিত। কোনো
        গ্রাহক বন্ধন ম্যাগাজিনতে নিবন্ধন করলে তার সত্যতা প্রতিপাদনের জন্য ব্যক্তিগত তথ্য সংগ্রহ করা
        হয়। তবে বন্ধন ম্যাগাজিন সে তথ্য তৃতীয় পক্ষের সঙ্গে আদান—প্রদান করে না। বন্ধন ম্যাগাজিনর
        পাঠকদের প্রয়োজনীয় তথ্য জানাতে বা বন্ধন ম্যাগাজিন—সম্পর্কিত কোম্পানির তথ্য পাঠাতে এসব তথ্য
        ব্যবহার করা হতে পারে।
      </p>
      <h2 className="font-bold ">বন্ধন ম্যাগাজিনের যোগাযোগ</h2>
      <p>
        সময়ে সময়ে ইমেইল, ফোন ও এসএমএসের মাধ্যমে যোগাযোগ করে বিভিন্ন অনুষ্ঠান, প্রচারণা,
        প্রতিযোগিতা, জরিপ ও প্রতিক্রিয়ার জন্য বন্ধন ম্যাগাজিন পাঠকদের সঙ্গে যোগাযোগ করতে পারে।
      </p>
      <h2 className="font-bold ">ব্যবহারকারীদের কনটেন্ট</h2>
      <p>
        বন্ধন ম্যাগাজিনের পাঠকেরা সময়—সময় মন্তব্য, ছবি ও ভিডিওর মতো বিভিন্ন পোস্ট ও কনটেন্ট তুলতে
        পারেন। সে ক্ষেত্রে পাঠকদের নিশ্চিত করতে হবে যে তাঁরাই এসব কনটেন্টের ¯্রষ্টা কিংবা অন্য কেউ
        তার ¯্রষ্টা হলে ব্যবহারের অনুমতি তিনি দিয়েছেন। একই সঙ্গে পাঠককে এটাও নিশ্চিত করতে হবে যে
        তাঁর কনটেন্টে অশ্লীলতা, হয়রানি, প্রতারণা, হুমকি, আক্রমণাত্মক, অসম্মানজনক, অবৈধ বা কারও
        গোপনীয়তা লঙ্ঘন করার মতো উপাদান নেই। পাঠকদের কোনো কনটেন্ট বন্ধন ম্যাগাজিন অনুমোদন করে না বা
        তার সত্যতা নিশ্চিত করে না। এ ছাড়া বন্ধন ম্যাগাজিনর ওয়েবসাইট ব্যবহার করার সময় পাঠকদের বেশ
        কিছু বিষয়ে সম্মত হতে হবে। সেগুলো হলো:
      </p>
      <ul className="list-disc list-inside">
        <li>অন্যের ক্ষতি বা হানি করার জন্য উদ্দেশ্যমূলকভাবে পোস্ট দেওয়া যাবে না;</li>
        <li>
          বন্ধন ম্যাগাজিনের ওয়েবসাইটে এমন কিছু পোস্ট করা যাবে না, যাতে কেউ অন্যায়ের বা হয়রানির
          শিকার হয় বা কারও অবমাননা ঘটে কিংবা কোনো ব্যক্তি বা ব্যক্তিবর্গ{' '}
        </li>
        <li>
          জাতি—ধর্ম—বর্ণ—গোত্র—জাতিসত্তা—নাগরিকত্ব—বয়স—বৈবাহিক অবস্থা—যৌন অভ্যাস—সামরিক অবস্থা ও
          অসক্ষমতার কারণে নিপীড়নের শিকার হন;
        </li>
        <li>
          এমন কোনো সফটওয়্যার বা কোড পোস্ট বা প্রচার করা যাবে না, যাতে বন্ধন ম্যাগাজিনের ওয়েবসাইটের
          কার্যক্রম ব্যাহত বা ধ্বংস হতে পারে; হার্ডওয়্যার বা টেলিযোগাযোগ যন্ত্রের ক্ষেত্রেও একই কথা
          প্রযোজ্য;
        </li>
        <li>
          এমন কোনো কনটেন্ট আপলোড বা প্রচার করা যাবে না বা বন্ধন ম্যাগাজিনর ওয়েবসাইট—সংক্রান্ত
          ব্যবস্থা নেওয়া যাবে না, যাতে অপরাধমূলক কার্যক্রম উৎসাহিত হতে পারে বা দেওয়ানি অথবা
          ফৌজদারি দায় সৃষ্টি হতে পারে।
        </li>
      </ul>
      <h2 className="font-bold ">দেশের বাইরে থেকে ওয়েবসাইটে প্রবেশ</h2>
      <p>
        বাংলাদেশের বাইরে থেকে পাঠকেরা যেসব ব্যক্তিগত তথ্য দেবেন, তা ‘ব্যবহারের শর্তাবলি’ ও
        ‘গোপনীয়তা নীতি’ অনুযায়ী প্রক্রিয়া করা হবে।
      </p>
      <h2 className="font-bold">কনটেন্ট দেখা ও পোস্ট করা</h2>
      <p>
        পাঠক ও দর্শনার্থীরা যখন বন্ধন ম্যাগাজিনের ওয়েবসাইটে কনটেন্ট পোস্ট করেন বা অন্যদের দেওয়া
        কনটেন্ট দেখেন, তখন তাঁরা নিজেদের ঝুঁকি বা বিবেচনা মনে রেখেই সেটি করেন। কনটেন্টের
        বস্তুনিষ্ঠতার ওপর তাঁরা যে আশ্বাস বা বিশ্বাস স্থাপন করেন, তার ভিত্তি তাঁদের নিজেদের
        বিবেচনাবোধ।
      </p>
      <h2 className="font-bold">তৃতীয় পক্ষের দায়</h2>
      <p>
        বন্ধন ম্যাগাজিনতে যে তথ্য পরিবেশিত হয়, তার একটি অংশ তৃতীয় পক্ষের প্রদত্ত। তারা বন্ধন
        ম্যাগাজিনের নিয়ন্ত্রণাধীন নয়। তাদের তথ্যের যথার্থতা নিশ্চিত করা সে কারণে বন্ধন ম্যাগাজিনর
        পক্ষে সম্ভব নয়। তাই বন্ধন ম্যাগাজিন বা তৃতীয় পক্ষের পরিবেশিত তথ্যে আস্থা স্থাপনের আগে সেই
        তথ্যের সত্যতা যাচাই করার জন্য বন্ধন ম্যাগাজিন পরামর্শ দেয়
      </p>
      <h2 className="font-bold">আইন</h2>
      <p>
        বন্ধন ম্যাগাজিনের ‘ব্যবহারের শর্তাবলি’ এবং গ্রাহকের সঙ্গে তার সম্পর্ক বাংলাদেশের বিদ্যমান
        আইনের আলোকে পরিচালিত হয়। এ ছাড়া তথ্য সংরক্ষণ, প্রকাশ, ফাঁস বা তারিখ প্রভৃতি নিয়ে বিতর্ক
        সৃষ্টি হলে তা আর্বিট্রেশন অ্যাক্ট, ২০০১ অনুসারে সালিসের মাধ্যমে নিষ্পত্তি হবে। সালিস
        অনুষ্ঠিত হবে ঢাকায় এবং ট্রাইব্যুনালের সদস্যসংখ্যা হবে তিন। এর পূর্ণাঙ্গ এখতিয়ার থাকবে
        আদালতের হাতে। যাঁরা ওয়েবসাইটে প্রবেশ করে সেবা নেবেন বা বন্ধন ম্যাগাজিনের অ্যাপ্লিকেশন
        ব্যবহার করবেন, নাগরিকত্ব, অবস্থান, আবাসস্থল বা ব্যবসাস্থল—নির্বিশেষে তাঁদের ক্ষেত্রে এই
        নীতিমালা প্রযোজ্য হবে
      </p>
      <h2 className="font-bold">প্রত্যাহার করা</h2>
      <p>
        কখনো কোনো পাঠক আমাদের বিপণনসংক্রান্ত ইমেইল গ্রহণ করতে না চাইলে প্রতিটি ইমেইলের নিচে
        আনসাবস্ক্রাইব অপশনে ক্লিক করেই পাঠকেরা তা করতে পারেন। আর পাঠক যদি নিবন্ধিত অ্যাকাউন্ট রাখতে
        না চান, তাহলে এই ঠিকানায় ইমেইল পাঠালেই চলবে: bandhanbgd@gmail.com
      </p>
      <h2 className="font-bold">সংশোধন নীতিমালা</h2>
      <p>
        আমরা যে পরিমাণে ফিচার বন্ধন ম্যাগাজিনের ওয়েব পোর্টালে প্রকাশ করি, তাতে সমস্ত সতর্কতা
        সত্ত্বেও অনিচ্ছাকৃত ভুল থেকে যাওয়া অস্বাভাবিক নয়। অনিচ্ছাকৃত হলেও যেকোনো ভুলের জন্যই আমরা
        দুঃখিত। ভুল তথ্য সংশোধন করে পাঠককে জানানো সংবাদমাধ্যম হিসেবে আমাদের কর্তব্য। যথাযথ নিয়ম
        মেনে ভুল সংশোধন ও প্রকাশ করে পাঠকের গোচরে আনি। ভুল নজরে এলে আমরা নিজের উদ্যোগে তা সংশোধন
        করি। তবে পাঠকের চোখেও কোনো ভুল ধরা পড়লে তাঁরা আমাদের তা জানাতে পারেন। আমরা যাচাই করেসে ভুল
        সংশোধন করব। আমাদের কাছে এ সংক্রান্ত বার্তা পাঠানোর ঠিকানা: bandhanbgd@gmail.com
      </p>
    </main>
  );
};

export default PrivacyPolicyPage;
